Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 平台分布
source: Platform Distribution
zh_hans: 平台分布
zh_hant: 平台分布

# 平台商品ID
source: Product I D
zh_hans: 平台商品ID
zh_hant: 平台商品ID

# 年
source: Year
zh_hans: 年
zh_hant: 年

# 庆祝特效时的爆炸与礼花声
source: Effect Fireworks
zh_hans: 庆祝特效时的爆炸与礼花声
zh_hant: 慶祝特效時的爆炸與禮花聲

# 庆祝特效时的震动反馈
source: Effect Vibration Feedback
zh_hans: 庆祝特效时的震动反馈
zh_hant: 慶祝特效時的震動反饋

# 床
source: Bed
zh_hans: 床
zh_hant: 床

# 库存: %d
source: Stock: %d
zh_hans: 库存: %d
zh_hant: 庫存: %d

# 应用主题
source: Apply Theme
zh_hans: 应用主题
zh_hant: 應用主題

# 应用这套
source: Apply This Set
zh_hans: 应用这套
zh_hant: 套用這套

# 应用这套主题
source: Apply This Theme
zh_hans: 应用这套主题
zh_hant: 套用這套主題

# 应用音效
source: App Sounds
zh_hans: 应用音效
zh_hant: App 音效

# 底栏
source: Bottom Bar
zh_hans: 底栏
zh_hant: 底欄

# 底栏容器、Tab 项与异形轮廓
source: Bottom bar container, tab items, and custom outlines
zh_hans: 底栏容器、Tab 项与异形轮廓
zh_hant: 底欄容器、Tab 項與異形輪廓

# 底部导航
source: Bottom Navigation
zh_hans: 底部导航
zh_hant: 底部導航

# 底部导航设置
source: Bottom Navigation Settings
zh_hans: 底部导航设置
zh_hant: 底部導航設置

# 底部栏容器
source: Bottom Bar Container
zh_hans: 底部栏容器
zh_hant: 底部欄容器

# 底部栏项目
source: Bottom Bar Item
zh_hans: 底部栏项目
zh_hant: 底部欄項目

# 座位号: %@
source: Seat Number: %@
zh_hans: 座位号: %@
zh_hant: 座位號: %@

# 建议多准备 10-20% 的拼豆数量，以防制作过程中的损耗
source: 1 0 - 2 0% Fuse Beads,
zh_hans: 建议多准备 10-20% 的拼豆数量，以防制作过程中的损耗
zh_hant: 建議多準備 10-20% 的拼豆數量，以防製作過程中的損耗

# 建议至少 %@ 张
source: At least %@ recommended
zh_hans: 建议至少 %@ 张
zh_hant: 建議至少 %@ 張

# 开关只影响当前主题
source: Toggles only affect the current theme
zh_hans: 开关只影响当前主题
zh_hant: 開關只影響目前主題

# 开关选项
source: Toggle Options
zh_hans: 开关选项
zh_hant: 開關選項

# 开启
source: On
zh_hans: 开启
zh_hant: 開啟

# 开启后，你的所有数据将在所有Apple设备间自动同步~ 换手机也不用担心数据丢失！
source: Enable, Data A p p l e Auto Sync ~ Data!
zh_hans: 开启后，你的所有数据将在所有Apple设备间自动同步~ 换手机也不用担心数据丢失！
zh_hant: 開啓後，你的所有數據將在所有Apple設備間自動同步~ 換手機也不用擔心數據丟失！

# 开启后，其他用户可以在社区中看到这条裙装
source: Enable, Community Dress Item
zh_hans: 开启后，其他用户可以在社区中看到这条裙装
zh_hant: 開啓後，其他用戶可以在社區中看到這條裙裝

# 开启后可以使用社区相关功能
source: Enable community-related features.
zh_hans: 开启后可以使用社区相关功能
zh_hant: 開啟後可以使用社群相關功能

# 开启后将更积极地清理内存缓存，防止闪退，但可能导致图片需要重新加载。适合小内存设备或大量图片浏览场景。
source: Enable,, Image Required Again. Image.
zh_hans: 开启后将更积极地清理内存缓存，防止闪退，但可能导致图片需要重新加载。适合小内存设备或大量图片浏览场景。
zh_hant: 開啓後將更積極地清理內存緩存，防止閃退，但可能導致圖片需要重新加載。適合小內存設備或大量圖片瀏覽場景。

# 开启后将更积极地清理内存缓存，防止闪退。
source: When enabled, memory cache is cleared more aggressively to help prevent crashes.
zh_hans: 开启后将更积极地清理内存缓存，防止闪退。
zh_hant: 開啟後會更積極清理記憶體快取，避免閃退。

# 开启或关闭通过魔法任务解锁的功能 关闭后功能将从菜单中隐藏
source: Enable Close Magic Tasks Unlock Feature Close Feature Menu Hide
zh_hans: 开启或关闭通过魔法任务解锁的功能 关闭后功能将从菜单中隐藏
zh_hant: 開啓或關閉通過魔法任務解鎖的功能 關閉後功能將從菜單中隱藏

# 开启联网功能
source: Enable Feature
zh_hans: 开启联网功能
zh_hant: 開啓聯網功能

# 开始 %lld+
source: Start %lld +
zh_hans: 开始 %lld+
zh_hant: 開始 %lld+

# 开始使用
source: Start use
zh_hans: 开始使用
zh_hant: 開始使用

# 开始打工
source: Start Work
zh_hans: 开始打工
zh_hant: 開始打工

# 开始扫描
source: Start scan
zh_hans: 开始扫描
zh_hant: 開始掃描

# 开始抠图
source: Start cutout
zh_hans: 开始抠图
zh_hant: 開始摳圖

# 开始探索
source: Start
zh_hans: 开始探索
zh_hant: 開始探索

# 开始新的穿搭
source: Start
zh_hans: 开始新的穿搭
zh_hant: 開始新的穿搭

# 开始时间
source: Start time
zh_hans: 开始时间
zh_hant: 開始時間

# 开始深度修复
source: Start
zh_hans: 开始深度修复
zh_hant: 開始深度修復

# 开始登机
source: Start
zh_hans: 开始登机
zh_hant: 開始登機

# 开始陪伴
source: Start
zh_hans: 开始陪伴
zh_hant: 開始陪伴

# 开通 VIP 会员
source: Activate VIP
zh_hans: 开通 VIP 会员
zh_hant: 開通 VIP 會員

# 强调按钮
source: Button
zh_hans: 强调按钮
zh_hant: 強調按鈕

# 强调色
source: Accent Color
zh_hans: 强调色
zh_hant: 強調色

# 当前 %@，还差 %@
source: Current %@, need %@ more
zh_hans: 当前 %@，还差 %@
zh_hant: 目前 %@，還差 %@

# 当前：%@
source: Current: %@
zh_hans: 当前：%@
zh_hant: 當前：%@

# 当前：%@ · %@
source: Current: %@ · %@
zh_hans: 当前：%1$@ · %2$@
zh_hant: 當前：%1$@ · %2$@

# 当前主题
source: Current Theme
zh_hans: 当前主题
zh_hant: 目前主題

# 当前主题不支持这个组件。
source: The current theme does not support this component.
zh_hans: 当前主题不支持这个组件。
zh_hant: 目前主題不支援這個組件。

# 当前书页在'默认手帐'中，您可以选择保持现状或移动到其他手帐
source: Current Page ' Default Journal ', Choose Move to Journal
zh_hans: 当前书页在'默认手帐'中，您可以选择保持现状或移动到其他手帐
zh_hant: 當前書頁在'默認手帳'中，您可以選擇保持現狀或移動到其他手帳

# 当前使用自定义字体
source: Current Custom Font
zh_hans: 当前使用自定义字体
zh_hant: 當前使用自定義字體

# 当前最多可兑换 %lld
source: Current Redeem %lld
zh_hans: 当前最多可兑换 %lld
zh_hant: 當前最多可兌換 %lld

# 当前分类: %@
source: Current Category: %@
zh_hans: 当前分类: %@
zh_hant: 當前分類: %@

# 当前图片
source: Current Image
zh_hans: 当前图片
zh_hant: 目前圖片

# 当前处于测试模式，所有支付将使用模拟数据
source: Current Test Mode, Use Data
zh_hans: 当前处于测试模式，所有支付将使用模拟数据
zh_hant: 當前處於測試模式，所有支付將使用模擬數據

# 当前处于测试模式，支付将使用模拟数据
source: Current Test Mode, Use Data
zh_hans: 当前处于测试模式，支付将使用模拟数据
zh_hant: 當前處於測試模式，支付將使用模擬數據

# 当前对话记录数
source: Current Conversation Records
zh_hans: 当前对话记录数
zh_hant: 當前對話記錄數

# 当前底部导航
source: Current Bottom Navigation
zh_hans: 当前底部导航
zh_hant: 當前底部導航

# 当前正在使用「%@」。图片背景会和主题装饰抢风格，已帮你保持纯色背景；停用主题后就可以继续换回自己的照片啦。
source: You are currently using “%@”. Image backgrounds can conflict with the theme decoration, so the app kept a solid background. Disable the theme to use your own photo again.
zh_hans: 当前正在使用「%@」。图片背景会和主题装饰抢风格，已帮你保持纯色背景；停用主题后就可以继续换回自己的照片啦。
zh_hant: 目前正在使用「%@」。圖片背景會和主題裝飾搶風格，已幫你保持純色背景；停用主題後就可以繼續換回自己的照片啦。

# 当前正在编辑已有公告，下面按钮会按当前配置更新，不会强制改成快捷弹窗。
source: Current Edit Notice, Current Configuration,.
zh_hans: 当前正在编辑已有公告，下面按钮会按当前配置更新，不会强制改成快捷弹窗。
zh_hant: 當前正在編輯已有公告，下面按鈕會按當前配置更新，不會強制改成快捷彈窗。

# 当前没有可用公告。你可以先用“管理公告”发布一条，再回到这里验证同步和弹窗。
source: Current No Available Notice. “ Notice ”, Sync.
zh_hans: 当前没有可用公告。你可以先用“管理公告”发布一条，再回到这里验证同步和弹窗。
zh_hant: 當前沒有可用公告。你可以先用“管理公告”發佈一條，再回到這裡驗證同步和彈窗。

# 当前没有启用中的主题。
source: No theme is currently active.
zh_hans: 当前没有启用中的主题。
zh_hant: 目前沒有啟用中的主題。

# 当前版本暂未提供可选择的人台底图。
source: Current Selectable Mannequin.
zh_hans: 当前版本暂未提供可选择的人台底图。
zh_hant: 當前版本暫未提供可選擇的人台底圖。

# 当前系统可继续打开编辑器，但 3D 预览、选择和变换功能将在 iOS 18+ 启用。
source: Current Continue Edit, 3 D, Choose Feature i O S 1 8 + Enable.
zh_hans: 当前系统可继续打开编辑器，但 3D 预览、选择和变换功能将在 iOS 18+ 启用。
zh_hant: 當前系統可繼續打開編輯器，但 3D 預覽、選擇和變換功能將在 iOS 18+ 啓用。

# 当前系统暂不支持 3D 空间画布，请升级系统后再使用。
source: Current 3 D Spatial Canvas, Use.
zh_hans: 当前系统暂不支持 3D 空间画布，请升级系统后再使用。
zh_hant: 當前系統暫不支持 3D 空間畫布，請升級系統後再使用。

# 当前调色板
source: Current
zh_hans: 当前调色板
zh_hant: 當前調色板

# 当前配置
source: Current Configuration
zh_hans: 当前配置
zh_hant: 當前配置

# 当前首选
source: Current Preference
zh_hans: 当前首选
zh_hant: 當前首選

# 录制
source: Record
zh_hans: 录制
zh_hant: 錄製

# 彩蛋设置
source: Settings
zh_hans: 彩蛋设置
zh_hant: 彩蛋設置

# 彩蛋震动
source: Easter Egg Vibration
zh_hans: 彩蛋震动
zh_hant: 彩蛋震動

# 彩蛋音效
source: Sound Effects
zh_hans: 彩蛋音效
zh_hant: 彩蛋音效

# 彩蛋音量
source: Volume
zh_hans: 彩蛋音量
zh_hant: 彩蛋音量

# 彩蛋音量: %lld%%
source: Volume: %lld %%
zh_hans: 彩蛋音量: %lld%%
zh_hant: 彩蛋音量: %lld%%

# 待同步图片
source: Sync Image
zh_hans: 待同步图片
zh_hant: 待同步圖片

# 待定
source: TBD
zh_hans: 待定
zh_hant: 待定

# 待提醒记录：%lld（系统 %lld / 站内 %lld，上限 %lld）
source: Reminder: %lld (%lld / %lld, %lld)
zh_hans: 待提醒记录：%1$lld（系统 %2$lld / 站内 %3$lld，上限 %4$lld）
zh_hant: 待提醒記錄：%1$lld（系統 %2$lld / 站內 %3$lld，上限 %4$lld）

# 待解锁
source: Unlock
zh_hans: 待解锁
zh_hant: 待解鎖

# 微店
source: Weidian
zh_hans: 微店
zh_hant: 微店

# 徽章收藏家
source: Badge Collector
zh_hans: 徽章收藏家
zh_hant: 徽章收藏家

# 心愿尾款设置
source: Wishlist Payments Settings
zh_hans: 心愿尾款设置
zh_hant: 心願尾款設置

# 快捷发弹窗公告
source: Popup Notice
zh_hans: 快捷发弹窗公告
zh_hant: 快捷發彈窗公告

# 快速添加喵币
source: Add Meow Coins
zh_hans: 快速添加喵币
zh_hant: 快速添加喵幣

# 总像素数
source: Pixels
zh_hans: 总像素数
zh_hant: 總像素數

# 总成就
source: Total
zh_hans: 总成就
zh_hant: 總成就

# 恢复 · 清空
source: Restore · Empty
zh_hans: 恢复 · 清空
zh_hant: 恢復 · 清空

# 恢复入口默认
source: Restore Default
zh_hans: 恢复入口默认
zh_hant: 恢復入口默認

# 恢复底部导航默认设置
source: Restore Bottom Navigation Default Settings
zh_hans: 恢复底部导航默认设置
zh_hant: 恢復底部導航默認設置

# 恢复成功
source: Restore Complete
zh_hans: 恢复成功
zh_hant: 還原成功

# 恢复操作将合并或覆盖当前数据。建议先备份当前数据。
source: Restoring will merge or overwrite current data. Back up your current data first.
zh_hans: 恢复操作将合并或覆盖当前数据。建议先备份当前数据。
zh_hant: 還原操作會合併或覆蓋目前資料。建議先備份目前資料。

# 恢复数据 (Restore Data)
source: Restore Data
zh_hans: 恢复数据 (Restore Data)
zh_hant: 還原資料 (Restore Data)

# 恢复误删衣物
source: Restore accidentally deleted items
zh_hans: 恢复误删衣物
zh_hant: 恢復誤刪衣物

# 恢复默认%@字体
source: Restore Default %@
zh_hans: 恢复默认%@字体
zh_hant: 恢復默認%@字體

# 恢复默认背景 (清除所有)
source: Restore Default Background (Clear)
zh_hans: 恢复默认背景 (清除所有)
zh_hant: 恢復默認背景 (清除所有)

# 您即将成为获得「%@」徽章的幸运儿...
source: You are about to become the lucky holder of the "%@" badge...
zh_hans: 您即将成为获得「%@」徽章的幸运儿...
zh_hant: 您即將成為獲得「%@」徽章的幸運兒...

# 您可以选择是否显示出发地信息
source: Choose Show Origin Info
zh_hans: 您可以选择是否显示出发地信息
zh_hant: 您可以選擇是否顯示出發地信息

# 您已到达梦幻茶会现场，请享受这美好时光
source: You have arrived at the dreamy tea party. Enjoy this lovely moment.
zh_hans: 您已到达梦幻茶会现场，请享受这美好时光
zh_hant: 您已到達夢幻茶會現場，請享受這美好時光

# 您有未保存的更改，是否保存？
source: Save, Save?
zh_hans: 您有未保存的更改，是否保存？
zh_hant: 您有未保存的更改，是否保存？

# 您的举报将帮助我们改进 AI 内容质量。我们不会将您的个人信息与举报内容关联。
source: Report AI Content. Info Report Content.
zh_hans: 您的举报将帮助我们改进 AI 内容质量。我们不会将您的个人信息与举报内容关联。
zh_hant: 您的舉報將幫助我們改進 AI 內容質量。我們不會將您的個人信息與舉報內容關聯。

# 您的作品尚未保存，返回将丢失当前编辑内容。
source: Not yet Save, Back Current Edit Content.
zh_hans: 您的作品尚未保存，返回将丢失当前编辑内容。
zh_hant: 您的作品尚未保存，返回將丟失當前編輯內容。

# 您的设备不支持 3D 建模功能 需要 iPhone 12 Pro 及以上机型
source: Your device does not support 3D modeling Requires iPhone 12 Pro or later
zh_hans: 您的设备不支持 3D 建模功能 需要 iPhone 12 Pro 及以上机型
zh_hant: 您的裝置不支援 3D 建模功能 需要 iPhone 12 Pro 或以上機型

# 您确定要删除账号吗？此操作将立即生效且无法恢复。
source: OK Delete Account? Action Unable to Restore.
zh_hans: 您确定要删除账号吗？此操作将立即生效且无法恢复。
zh_hant: 您確定要刪除賬號嗎？此操作將立即生效且無法恢復。

# 悬崖边的下午茶，与落日共舞的华丽时刻
source: Afternoon tea by the cliff, a splendid moment dancing with the sunset.
zh_hans: 悬崖边的下午茶，与落日共舞的华丽时刻
zh_hant: 懸崖邊的下午茶，與落日共舞的華麗時刻

# 感谢您的反馈，我们会持续改进 AI 内容质量。
source: , AI Content.
zh_hans: 感谢您的反馈，我们会持续改进 AI 内容质量。
zh_hant: 感謝您的反饋，我們會持續改進 AI 內容質量。

# 成就
source: Achievement
zh_hans: 成就
zh_hant: 成就

# 成就进度
source: Achievement Progress
zh_hans: 成就进度
zh_hant: 成就進度

# 成熟御姐 (高冷)
source: Mature Lady ()
zh_hans: 成熟御姐 (高冷)
zh_hant: 成熟御姐 (高冷)

# 我
source: Me
zh_hans: 我
zh_hant: 我

# 我们的空乘正在准备%@主题的欢迎仪式...
source: Our crew is preparing a %@ welcome ceremony...
zh_hans: 我们的空乘正在准备%@主题的欢迎仪式...
zh_hant: 我們的空乘正在準備%@主題的歡迎儀式...

# 我已了解
source: I Understand
zh_hans: 我已了解
zh_hant: 我已瞭解

# 我已知晓
source: I Understand
zh_hans: 我已知晓
zh_hant: 我已知曉

# 我是你的向导奶茶，让我带你了解一下这个魔法衣橱吧！
source: , Closet!
zh_hans: 我是你的向导奶茶，让我带你了解一下这个魔法衣橱吧！
zh_hant: 我是你的嚮導奶茶，讓我帶你瞭解一下這個魔法衣櫥吧！

# 我现在没有要开始的新工作。
source: I don't have a new job to start right now.
zh_hans: 我现在没有要开始的新工作。
zh_hant: 我現在沒有要開始的新工作。

# 我界面
source: Me Screen
zh_hans: 我界面
zh_hant: 我的介面

# 我的
source: Me
zh_hans: 我的
zh_hant: 我的

# 我的主题方案
source: Theme Scheme
zh_hans: 我的主题方案
zh_hant: 我的主題方案

# 我的分享
source: My Shares
zh_hans: 我的分享
zh_hant: 我的分享

# 我的等级
source: Level
zh_hans: 我的等级
zh_hant: 我的等級

# 戒指
source: Ring
zh_hans: 戒指
zh_hant: 戒指

# 所有档位已完成
source: Done
zh_hans: 所有档位已完成
zh_hant: 所有檔位已完成

# 所有贴纸均匀散开，适合清爽背景。
source: Scatter all stickers evenly for a cleaner background.
zh_hans: 所有贴纸均匀散开，适合清爽背景。
zh_hant: 所有貼紙均勻散開，適合清爽背景。

# 所需材料
source: Required Materials
zh_hans: 所需材料
zh_hant: 所需材料

# 手动
source: Manual
zh_hans: 手动
zh_hant: 手動

# 手动安装指南
source: Manual Install Guide
zh_hans: 手动安装指南
zh_hant: 手動安裝指南

# 手动打工
source: Manual Work
zh_hans: 手动打工
zh_hant: 手動打工

# 手链
source: Bracelet
zh_hans: 手链
zh_hant: 手鍊

# 手风琴小兔
source: Accordion Bunny
zh_hans: 手风琴小兔
zh_hant: 手風琴小兔

# 打卡完成
source: Check-in Complete
zh_hans: 打卡完成
zh_hant: 打卡完成

# 打工结束，赚了 %d %@
source: Work finished and earned %d %@
zh_hans: 打工结束，赚了 %d %@
zh_hant: 打工結束，賺了 %d %@

# 打工赚了 %d %@!
source: Work earned %d %@!
zh_hans: 打工赚了 %d %@!
zh_hant: 打工賺了 %d %@!

# 打开系统设置
source: Open System Settings
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

# 打开舷窗
source: Window
zh_hans: 打开舷窗
zh_hant: 打開舷窗

# 执行
source: Run
zh_hans: 执行
zh_hant: 執行

# 批量修改分类
source: Batch Change Category
zh_hans: 批量修改分类
zh_hant: 批量修改分類

# 批量处理
source: Batch Process
zh_hans: 批量处理
zh_hant: 批量處理

# 批量处理小裙装
source: Batch Process Small Dresses
zh_hans: 批量处理小裙装
zh_hant: 批量處理小裙裝

# 批量抠图
source: Batch Cutout
zh_hans: 批量抠图
zh_hant: 批量摳圖

# 批量添加图片书页
source: Batch Add Image Pages
zh_hans: 批量添加图片书页
zh_hant: 批量添加圖片書頁

# 批量编辑
source: Batch Edit
zh_hans: 批量编辑
zh_hant: 批次編輯

# 把照片变成拼豆图案
source: Photo Fuse Beads Pattern
zh_hans: 把照片变成拼豆图案
zh_hant: 把照片變成拼豆圖案

# 投放规则
source: Delivery Rules
zh_hans: 投放规则
zh_hant: 投放規則

# 抖音
source: Douyin
zh_hans: 抖音
zh_hant: 抖音

# 折扣
source: Discount
zh_hans: 折扣
zh_hant: 折扣

# 折扣徽标
source: Discount Badge
zh_hans: 折扣徽标
zh_hant: 折扣徽標

# 抵达目的地
source: Arrived at Destination
zh_hans: 抵达目的地
zh_hant: 抵達目的地

# 拍摄指导
source: Shooting Guide
zh_hans: 拍摄指导
zh_hant: 拍攝指導

# 拍照
source: Take Photo
zh_hans: 拍照
zh_hant: 拍照

# 拍照并抠图
source: Cutout
zh_hans: 拍照并抠图
zh_hant: 拍照並摳圖

# 拖拽可调整模型优先级，排名第一的模型将被优先使用。
source: Model Priority, Model Use.
zh_hans: 拖拽可调整模型优先级，排名第一的模型将被优先使用。
zh_hant: 拖拽可調整模型優先級，排名第一的模型將被優先使用。

# 拖拽轨迹与气泡
source: Drag Trails & Bubbles
zh_hans: 拖拽轨迹与气泡
zh_hant: 拖曳軌跡與氣泡

# 拼豆图纸
source: Fuse Beads Pattern
zh_hans: 拼豆图纸
zh_hant: 拼豆圖紙

# 拼豆工坊
source: Bead Studio
zh_hans: 拼豆工坊
zh_hant: 拼豆工坊

# 按日期回看收藏
source: Review favorites by date
zh_hans: 按日期回看收藏
zh_hant: 按日期回看收藏

# 按钮
source: Buttons
zh_hans: 按钮
zh_hant: 按鈕

# 按钮与控件
source: Buttons & Controls
zh_hans: 按钮与控件
zh_hant: 按鈕與控制項

# 按钮文案
source: Button Text
zh_hans: 按钮文案
zh_hant: 按鈕文案

# 挑选一整套视觉语言，顶部、底栏、卡片与按钮只在同主题内成套生效。
source: Language,,, Card.
zh_hans: 挑选一整套视觉语言，顶部、底栏、卡片与按钮只在同主题内成套生效。
zh_hant: 挑選一整套視覺語言，頂部、底欄、卡片與按鈕只在同主題內成套生效。

# 挪威·极光之境
source: Norway · Aurora Realm
zh_hans: 挪威·极光之境
zh_hant: 挪威·極光之境

# 排列方式保持不变，只替换大主图。
source: , Replace Large Main Image.
zh_hans: 排列方式保持不变，只替换大主图。
zh_hant: 排列方式保持不變，只替換大主圖。

# 探索全球茶会圣地
source: Tea Party
zh_hans: 探索全球茶会圣地
zh_hant: 探索全球茶會聖地

# 探索这个神奇的功能
source: Feature
zh_hans: 探索这个神奇的功能
zh_hant: 探索這個神奇的功能

# 控制点击、碰撞等互动音效
source: Control tap, collision, and interaction sounds.
zh_hans: 控制点击、碰撞等互动音效
zh_hant: 控制點擊、碰撞等互動音效

# 控制金豆滚动、碰撞的震动反馈
source: Control haptics for rolling and collision effects.
zh_hans: 控制金豆滚动、碰撞的震动反馈
zh_hant: 控制金豆滾動、碰撞的震動回饋

# 推荐操作
source: Action
zh_hans: 推荐操作
zh_hant: 推薦操作

# 推荐颜色
source: Color
zh_hans: 推荐颜色
zh_hant: 推薦顏色

# 提交
source: Submit
zh_hans: 提交
zh_hant: 提交

# 提示
source: Notice
zh_hans: 提示
zh_hant: 提示

# 搜索分类或关联服饰...
source: Search Category...
zh_hans: 搜索分类或关联服饰...
zh_hant: 搜索分類或關聯服飾...

# 搜索历史消息
source: Search History Messages
zh_hans: 搜索历史消息
zh_hant: 搜索歷史消息

# 搜索图案
source: Search Pattern
zh_hans: 搜索图案
zh_hant: 搜索圖案

# 搜索建议
source: Search Suggestions
zh_hans: 搜索建议
zh_hant: 搜索建議

# 搜索栏
source: Search Bar
zh_hans: 搜索栏
zh_hant: 搜尋欄

# 搜索素材...
source: Search...
zh_hans: 搜索素材...
zh_hant: 搜索素材...

# 搜索衣物 / 主题
source: Search /
zh_hans: 搜索衣物 / 主题
zh_hant: 搜索衣物 / 主題

# 搜索裙装、品牌、标签、类型、颜色、尺码、价格...
source: Search Dress Item, Brand, Tag,, Color, Size, Price...
zh_hans: 搜索裙装、品牌、标签、类型、颜色、尺码、价格...
zh_hant: 搜索裙裝、品牌、標籤、類型、顏色、尺碼、價格...

# 搜索裙装...
source: Search Dress Item...
zh_hans: 搜索裙装...
zh_hant: 搜索裙裝...

# 搜索裙装名称、品牌、标签...
source: Search Dress Name, Brand, Tag...
zh_hans: 搜索裙装名称、品牌、标签...
zh_hant: 搜索裙裝名稱、品牌、標籤...

# 搭配已生成！
source: Generate!
zh_hans: 搭配已生成！
zh_hant: 搭配已生成！

# 摘要（列表可选）
source: Summary (List Selectable)
zh_hans: 摘要（列表可选）
zh_hant: 摘要（列表可選）

# 撒哈拉·翡翠绿洲
source: Sahara · Emerald Oasis
zh_hans: 撒哈拉·翡翠绿洲
zh_hant: 撒哈拉·翡翠綠洲

# 播放动画
source: Play Animation
zh_hans: 播放动画
zh_hant: 播放動畫

# 播放场景背景音乐
source: Play scene background music.
zh_hans: 播放场景背景音乐
zh_hant: 播放場景背景音樂

# 操作
source: Action
zh_hans: 操作
zh_hant: 操作

# 操作后无法恢复
source: Action Unable to Restore
zh_hans: 操作后无法恢复
zh_hant: 操作後無法恢復

# 操作失败
source: Operation Failed
zh_hans: 操作失败
zh_hant: 操作失敗

# 操作成功
source: Operation Successful
zh_hans: 操作成功
zh_hant: 操作成功

# 操作按钮
source: Action Button
zh_hans: 操作按钮
zh_hant: 操作按鈕

# 支付方式
source: Payment Method
zh_hans: 支付方式
zh_hant: 支付方式

# 支持本地备份和iCloud云端同步~ 本地备份：导出数据文件到本地存储 iCloud同步：在所有Apple设备间自动同步
source: Local Backup iCloud Cloud Sync ~ Local Backup: Export Data iCloud Sync: A p p l e Auto Sync
zh_hans: 支持本地备份和iCloud云端同步~ 本地备份：导出数据文件到本地存储 iCloud同步：在所有Apple设备间自动同步
zh_hant: 支持本地備份和iCloud雲端同步~ 本地備份：導出數據文件到本地存儲 iCloud同步：在所有Apple設備間自動同步

# 支持格式: .ttf, .otf, .ttc
source: :. t t f,. o t f,. t t c
zh_hans: 支持格式: .ttf, .otf, .ttc
zh_hant: 支持格式: .ttf, .otf, .ttc

# 支持的 Key
source: K e y
zh_hans: 支持的 Key
zh_hant: 支持的 Key

# 收藏
source: Favorites
zh_hans: 收藏
zh_hant: 收藏

# 收起
source: Collapse
zh_hans: 收起
zh_hant: 收起

# 收起高级配置
source: Collapse Advanced Configuration
zh_hans: 收起高级配置
zh_hant: 收起高級配置

# 收集10个不同徽章
source: Collect 10 different badges
zh_hans: 收集10个不同徽章
zh_hant: 收集 10 個不同徽章

# 收集解锁
source: Unlock by Collecting
zh_hans: 收集解锁
zh_hant: 收集解鎖

# 改名项圈
source: Rename Collar
zh_hans: 改名项圈
zh_hant: 改名項圈

# 散点
source: Scatter
zh_hans: 散点
zh_hant: 散點

# 数字越大，排序越靠前
source: , Sort
zh_hans: 数字越大，排序越靠前
zh_hant: 數字越大，排序越靠前

# 数据备份
source: Data Backup
zh_hans: 数据备份
zh_hant: 資料備份

# 数据管理
source: Data Management
zh_hans: 数据管理
zh_hant: 數據管理

# 数据自动同步到云端
source: Data Auto Sync Cloud
zh_hans: 数据自动同步到云端
zh_hant: 數據自動同步到雲端

# 数据迁移
source: Data Migration
zh_hans: 数据迁移
zh_hant: 數據遷移

# 数据迁移中...
source: Data Migration...
zh_hans: 数据迁移中...
zh_hant: 數據遷移中...

# 数据采集中...
source: Data...
zh_hans: 数据采集中...
zh_hant: 數據採集中...

# 数量已达上限
source: Quantity limit reached
zh_hans: 数量已达上限
zh_hant: 數量已達上限

# 数钱
source: Count Money
zh_hans: 数钱
zh_hant: 數錢

# 文字
source: Text
zh_hans: 文字
zh_hant: 文字

# 文字思考模型优先级 (拖拽排序)
source: Text Reasoning Model (Sort)
zh_hans: 文字思考模型优先级 (拖拽排序)
zh_hant: 文字思考模型優先級 (拖拽排序)

# 文字颜色
source: Color
zh_hans: 文字颜色
zh_hant: 文字顏色

# 文艺复兴的华丽殿堂，皇室般的下午茶体验
source: A grand Renaissance hall with a royal afternoon tea experience.
zh_hans: 文艺复兴的华丽殿堂，皇室般的下午茶体验
zh_hant: 文藝復興的華麗殿堂，皇室般的下午茶體驗

# 新书本
source: New Book
zh_hans: 新书本
zh_hant: 新書本

# 新书本名称
source: Name
zh_hans: 新书本名称
zh_hant: 新書本名稱

# 新增书页
source: Page
zh_hans: 新增书页
zh_hant: 新增書頁

# 新建手帐
source: New Journal
zh_hans: 新建手帐
zh_hant: 新建手帳

# 新建手帐本
source: New Journal
zh_hans: 新建手帐本
zh_hant: 新建手帳本

# 新建手帐本...
source: New Journal...
zh_hans: 新建手帐本...
zh_hant: 新建手帳本...

# 新建搭配书页
source: New Outfit Page
zh_hans: 新建搭配书页
zh_hant: 新建搭配書頁

# 新建画布
source: New Canvas
zh_hans: 新建画布
zh_hant: 新建畫布

# 新建空间书页
source: New Spatial Page
zh_hans: 新建空间书页
zh_hant: 新建空間書頁

# 新建空间手帐
source: New Spatial Journal
zh_hans: 新建空间手帐
zh_hant: 新建空間手帳

# 新建空间搭配
source: New Spatial Outfit
zh_hans: 新建空间搭配
zh_hant: 新建空間搭配

# 新手引导
source: Onboarding
zh_hans: 新手引导
zh_hant: 新手引導

# 新手引导尚未开始或正在进行中。
source: Onboarding Not yet Start...
zh_hans: 新手引导尚未开始或正在进行中。
zh_hant: 新手引導尚未開始或正在進行中。

# 新手引导已完成。你可以重置引导状态来重新体验。
source: Onboarding Done. Reset Status Again.
zh_hans: 新手引导已完成。你可以重置引导状态来重新体验。
zh_hant: 新手引導已完成。你可以重置引導狀態來重新體驗。

# 新手引导已跳过。你可以重置引导状态来重新体验。
source: Onboarding Skip. Reset Status Again.
zh_hans: 新手引导已跳过。你可以重置引导状态来重新体验。
zh_hant: 新手引導已跳過。你可以重置引導狀態來重新體驗。

# 新手引导已重置
source: Onboarding Reset
zh_hans: 新手引导已重置
zh_hant: 新手引導已重置

# 新空间
source: New Space
zh_hans: 新空间
zh_hant: 新空間

# 方向
source: Direction
zh_hans: 方向
zh_hant: 方向

# 方形像素，适合头像制作
source: Pixels, Avatar
zh_hans: 方形像素，适合头像制作
zh_hant: 方形像素，適合頭像製作

# 旅行式收藏世界
source: Travel-style collection world
zh_hans: 旅行式收藏世界
zh_hant: 旅行式收藏世界

# 旋转
source: Rotate
zh_hans: 旋转
zh_hant: 旋轉

# 旋转木马 · 奶白蕾丝 · 贴纸感装饰
source: Carousel · Cream Lace · Sticker-Style Decor
zh_hans: 旋转木马 · 奶白蕾丝 · 贴纸感装饰
zh_hant: 旋轉木馬 · 奶白蕾絲 · 貼紙感裝飾

# 无
source: None
zh_hans: 无
zh_hant: 無

# 无安排
source: No
zh_hans: 无安排
zh_hant: 無安排

# 无法删除
source: No delete
zh_hans: 无法删除
zh_hant: 無法刪除

# 无法加载模型
source: No model
zh_hans: 无法加载模型
zh_hant: 無法加載模型

# 无法生成预览
source: No generate preview
zh_hans: 无法生成预览
zh_hant: 無法生成預覽

# 无法访问文件，请检查权限
source: Unable to access the file. Please check permissions.
zh_hans: 无法访问文件，请检查权限
zh_hant: 無法存取檔案，請檢查權限

# 无法调整当前图片
source: No current image
zh_hans: 无法调整当前图片
zh_hant: 無法調整當前圖片

# 时间
source: Time
zh_hans: 时间
zh_hant: 時間

# 时间窗
source: Time Window
zh_hans: 时间窗
zh_hant: 時間窗

# 星云鲸鱼
source: Nebula Whale
zh_hans: 星云鲸鱼
zh_hant: 星雲鯨魚

# 星空主题
source: Starry Theme
zh_hans: 星空主题
zh_hant: 星空主題

# 昵称
source: Nickname
zh_hans: 昵称
zh_hant: 暱稱

# 显示出发地
source: Show Origin
zh_hans: 显示出发地
zh_hant: 顯示出發地

# 显示容器背景
source: Show Background
zh_hans: 显示容器背景
zh_hant: 顯示容器背景

# 普罗旺斯·薰衣草田
source: Provence · Lavender Field
zh_hans: 普罗旺斯·薰衣草田
zh_hant: 普羅旺斯·薰衣草田

# 普通的凉白开。
source: Simple cooled boiled water.
zh_hans: 普通的凉白开。
zh_hant: 普通的涼白開。

# 智能管理
source: Smart Management
zh_hans: 智能管理
zh_hant: 智能管理

# 智能萌宠
source: Smart Pet
zh_hans: 智能萌宠
zh_hant: 智慧萌寵

# 智能萌宠设置
source: Smart Pet Settings
zh_hans: 智能萌宠设置
zh_hant: 智慧萌寵設定

# 智能配色已启用
source: Smart Colors Enable
zh_hans: 智能配色已启用
zh_hant: 智能配色已啓用

# 智能配色演示
source: Smart Colors
zh_hans: 智能配色演示
zh_hant: 智能配色演示

# 暂无3D模型
source: No 3 d model yet
zh_hans: 暂无3D模型
zh_hant: 暫無3D模型

# 暂无AI分析数据
source: No ai data yet
zh_hans: 暂无AI分析数据
zh_hant: 暫無AI分析數據

# 暂无书页
source: No page yet
zh_hans: 暂无书页
zh_hant: 暫無書頁

# 暂无公告
source: No notice yet
zh_hans: 暂无公告
zh_hant: 暫無公告

# 暂无可用人台
source: No available mannequin yet
zh_hans: 暂无可用人台
zh_hant: 暫無可用人台

# 暂无商品
source: No product yet
zh_hans: 暂无商品
zh_hant: 暫無商品

# 暂无在售商品
source: No product yet
zh_hans: 暂无在售商品
zh_hant: 暫無在售商品

# 暂无手帐本
source: No journal yet
zh_hans: 暂无手帐本
zh_hant: 暫無手帳本

# 暂无数据
source: No data yet
zh_hans: 暂无数据
zh_hant: 暫無數據

# 暂无材料
source: No yet
zh_hans: 暂无材料
zh_hant: 暫無材料

# 暂无模型
source: No model yet
zh_hans: 暂无模型
zh_hant: 暫無模型

# 暂无空间书页
source: No spatial page yet
zh_hans: 暂无空间书页
zh_hant: 暫無空間書頁

# 暂无空间手帐
source: No spatial journal yet
zh_hans: 暂无空间手帐
zh_hant: 暫無空間手帳

# 暂无预览
source: No yet
zh_hans: 暂无预览
zh_hant: 暫無預覽

# 更换底图
source: Change Base Image
zh_hans: 更换底图
zh_hant: 更換底圖

# 更改语言需要重启应用才能完全生效
source: Restart the app for the language change to fully take effect.
zh_hans: 更改语言需要重启应用才能完全生效
zh_hant: 更改語言需要重新啟動 App 才能完全生效

# 更新失败
source: Update Failed
zh_hans: 更新失败
zh_hant: 更新失敗

# 替换主图
source: Replace Main Image
zh_hans: 替换主图
zh_hant: 替換主圖

# 月
source: Month
zh_hans: 月
zh_hant: 月

# 月亮云朵
source: Moon Clouds
zh_hans: 月亮云朵
zh_hant: 月亮雲朵

# 月亮瓶
source: Moon Bottle
zh_hans: 月亮瓶
zh_hant: 月亮瓶

# 月色湖面 · 天鹅羽翼 · 蕾丝纱裙
source: Moonlit Lake · Swan Wings · Lace Tulle Dress
zh_hans: 月色湖面 · 天鹅羽翼 · 蕾丝纱裙
zh_hant: 月色湖面 · 天鵝羽翼 · 蕾絲紗裙

# 有吊牌
source: Has Tag
zh_hans: 有吊牌
zh_hant: 有吊牌

# 服装
source: Clothing
zh_hans: 服装
zh_hant: 服裝

# 未启用
source: Not Enabled
zh_hans: 未启用
zh_hant: 未啟用

# 未命名
source: Untitled
zh_hans: 未命名
zh_hant: 未命名

# 未开始
source: Not start
zh_hans: 未开始
zh_hant: 未開始

# 未开通
source: Not activate
zh_hans: 未开通
zh_hant: 未開通

# 未找到主题。
source: Theme not found.
zh_hans: 未找到主题。
zh_hant: 找不到主題。

# 未找到主题商品。
source: Theme product not found.
zh_hans: 未找到主题商品。
zh_hant: 找不到主題商品。

# 未找到结果
source: Not
zh_hans: 未找到结果
zh_hant: 未找到結果

# 未读
source: Not
zh_hans: 未读
zh_hant: 未讀

# 未购
source: Not
zh_hans: 未购
zh_hant: 未購

# 未选择
source: Not Selected
zh_hans: 未选择
zh_hant: 未選擇

# 本周打卡
source: This Week Check-in
zh_hans: 本周打卡
zh_hant: 本週打卡

# 本地备份与恢复
source: Local Backup & Restore
zh_hans: 本地备份与恢复
zh_hant: 本機備份與還原

# 本地文件的备份与恢复
source: Local File Backup & Restore
zh_hans: 本地文件的备份与恢复
zh_hant: 本機檔案備份與還原

# 本期实付金额
source: Actual Paid Amount
zh_hans: 本期实付金额
zh_hant: 本期實付金額

# 机长提示：目的地天气晴朗，非常适合户外茶会...
source: Captain note: the destination is sunny and perfect for an outdoor tea party...
zh_hans: 机长提示：目的地天气晴朗，非常适合户外茶会...
zh_hant: 機長提示：目的地天氣晴朗，非常適合戶外茶會...

# 材料清单
source: Materials List
zh_hans: 材料清单
zh_hant: 材料清單

# 来财
source: Wealth
zh_hans: 来财
zh_hant: 來財

# 来财设置
source: Settings
zh_hans: 来财设置
zh_hant: 來財設置

# 极光之地
source: Land of Aurora
zh_hans: 极光之地
zh_hant: 極光之地

# 极光幻想·紫绿茶会风
source: Aurora Fantasy · Purple Green Tea Party
zh_hans: 极光幻想·紫绿茶会风
zh_hant: 極光幻想·紫綠茶會風

# 极光舞会茶会
source: Aurora Ball Tea Party
zh_hans: 极光舞会茶会
zh_hant: 極光舞會茶會

# 极光舞者
source: Aurora Dancer
zh_hans: 极光舞者
zh_hant: 極光舞者

# 极地之星
source: Polar Star
zh_hans: 极地之星
zh_hant: 極地之星

# 极地之星茶会
source: Polar Star Tea Party
zh_hans: 极地之星茶会
zh_hant: 極地之星茶會

# 极地探险家
source: Polar Explorer
zh_hans: 极地探险家
zh_hant: 極地探險家

# 枚徽章
source: Badge
zh_hans: 枚徽章
zh_hant: 枚徽章

# 柜子
source: Cabinet
zh_hans: 柜子
zh_hant: 櫃子

# 查看全部
source: View All
zh_hans: 查看全部
zh_hant: 查看全部
